Repository: common-repository/plugin-organiser
Catalog: lang/icwppo-*.po
Languages: fr_fr

source: Plugin Organiser
fr_fr: Organisateur d'extensions

source: Plugin encountered a general, unhandled error.
fr_fr: Plugin a rencontré une erreur générale et non manipulée.

source: Organises your plugins into groups. You can set up the groups in the settings menu.
fr_fr: Organise vos plugins en groupes. Vous pouvez configurer les groupes dans le menu réglages.

source: Plugin Group
fr_fr: Groupe d’extensions

source: filtered
fr_fr: filtré

source: All
fr_fr: Toutes

source: Active
fr_fr: Activées

source: Inactive
fr_fr: Désactivées

source: Auto-Update Enabled
fr_fr: Mises à jour auto activées

source: Auto-Update Disabled
fr_fr: Mises à jour auto désactivées

source: Is this plugin useful? Buy us a coffee(s)!
fr_fr: Ce plugin est-il utile ? Achetez-nous un café(s)!

source: Plugin group has been saved.
fr_fr: Plugin groupe a été enregistré.

source: Plugin group has been deleted.
fr_fr: Plugin groupe a été supprimé.

source: Plugin group update or delete failed.
fr_fr: La mise à jour ou la suppression du groupe Plugin a échoué.

source: Page failed from unrecognised error.
fr_fr: Page a échoué d’une erreur non reconnu.

source: Add Group
fr_fr: Enregistrer le groupe

source: Settings
fr_fr: Paramètres

source: Name
fr_fr: Nom

source: Add Plugin
fr_fr: Ajoute l'extension

source: Delete Plugin
fr_fr: Effacer l'extension

source: Save Group
fr_fr: Enregistrer le groupe

source: Delete Group
fr_fr: Supprimer le groupe

source: <p>Create your plugin groups here to be filtered on the plugins page.</p> <p>Note, as a precaution, the plugin filter will not load if the url has any parameters.</p>
fr_fr: <p> Créez vos groupes de plugins ici pour être filtrés sur la page des plugins. </p> <p> Notez, par précaution, que le filtre du plugin ne se chargera pas si l'URL a des paramètres. </p>
